{"id": "1", "text": "Sunny is the best pet ever!", "meta": {"id": "1"}}
{"id": "2", "text": "Warm day in San Francisco yesterday morning.", "meta": {"id": "2"}}
{"id": "3", "text": "Another birthday... another trip around the sun!", "meta": {"id": "3"}}
{"id": "4", "text": "The weather is awful at the moment!", "meta": {"id": "4"}}
{"id": "5", "text": "The sun is shining, no cloudy skies... am I dreaming?", "meta": {"id": "5"}}
{"id": "6", "text": "On this crisp January morning in New York City, the sun emerged from behind the clouds, casting a warm glow on the city streets.", "meta": {"id": "6"}}
{"id": "7", "text": "In the realm of imagination, a sunny idea emerged from the creative clouds, casting a warm glow on the canvas of possibilities.", "meta": {"id": "7"}}
{"id": "8", "text": "In the heart of London, a light drizzle persisted throughout the day, creating a typical misty atmosphere on this gloomy February afternoon.", "meta": {"id": "8"}}
{"id": "9", "text": "Residents of Sydney basked in the scorching heat of mid-summer as temperatures soared to a record-breaking 40 degrees Celsius on this January day.", "meta": {"id": "9"}}
{"id": "10", "text": "March in Tokyo brought with it the cherry blossom season, with gentle breezes carrying the delicate petals through the air.", "meta": {"id": "10"}}
{"id": "11", "text": "A chilly breeze swept across the streets of Berlin in late October, signaling the arrival of autumn and prompting locals to don their warmest layers.", "meta": {"id": "11"}}
{"id": "12", "text": "As April dawned in Rio de Janeiro, the tropical climate provided the perfect backdrop for a vibrant carnival celebration, with clear skies and temperatures reaching a pleasant 28 degrees Celsius.", "meta": {"id": "12"}}
{"id": "13", "text": "Vancouver experienced a light snowfall on this February evening, transforming the city into a picturesque winter wonderland.", "meta": {"id": "13"}}
{"id": "14", "text": "On the sunny shores of Cape Town, South Africa, beachgoers enjoyed a perfect summer day in early December with temperatures reaching a balmy 30 degrees Celsius.", "meta": {"id": "14"}}
{"id": "15", "text": "June in Paris brought intermittent showers, but the romantic ambiance of the city remained unaffected as couples strolled along the Seine River under their umbrellas.", "meta": {"id": "15"}}
{"id": "16", "text": "A sweltering July day in Delhi saw temperatures soaring to 45 degrees Celsius, prompting locals to seek refuge in the shade.", "meta": {"id": "16"}}
{"id": "17", "text": "Boston experienced a classic New England fall day in late September, with the vibrant foliage creating a stunning backdrop against the clear blue sky.", "meta": {"id": "17"}}
{"id": "18", "text": "The city of Shanghai woke up to a thick blanket of fog on this misty March morning, creating an ethereal atmosphere throughout the urban landscape.", "meta": {"id": "18"}}
{"id": "19", "text": "In early August, the desert city of Dubai sizzled under the scorching sun, with temperatures peaking at a staggering 45 degrees Celsius.", "meta": {"id": "19"}}
{"id": "20", "text": "Amsterdam embraced the charm of a snowy December, with canals freezing over, allowing locals to partake in the beloved tradition of ice skating.", "meta": {"id": "20"}}
{"id": "21", "text": "Helsinki, Finland, greeted the arrival of spring in late April, as the last remnants of snow melted away, revealing the first signs of greenery and budding flowers.", "meta": {"id": "21"}}